export default[
   {
      "name": "车身参数",
      "foods": [
		    {
			 "typeTitle":"车身结构",
			 "type":[
				 {
				   "name": "两厢",
				 },
				 {
				   "name": "三厢",
				 },
				 {
				   "name": "四厢",
				 },
				 {
				   "name": "旅行车",
				 },
				 {
				   "name": "硬顶跑车",
				 },
				 {
				   "name": "硬顶敞篷",
				 },
				 {
				   "name": "软顶敞篷",
				 },
				 {
				   "name": "跨界车",
				 },
			 ]
		  },
		  {
			 "typeTitle":"车体结构",
			 "type":[
				{
				  "name": "承载式",
				},
				{
				  "name": "非承载式",
				}, 
			 ]
		  },
		  {
			 "typeTitle":"座位数",
			 "type":[
				{
				  "name": "2座",
				},
				{
				  "name": "4座",
				},
				{
				  "name": "5座",
				},
				{
				  "name": "6座",
				} 
			 ]
		  },		  
      ]
   },
   {
    "name": "动力参数",
    "foods": [
		{
			 "typeTitle":"变速箱类型",
			 "type":[
				{
				  "name": "手动",
				},
				{
				  "name": "自动",
				}, 
			 ]			
		},
		{
			 "typeTitle":"能源",
			 "type":[
				{
				  "name": "汽油",
				},
				{
				  "name": "柴油",
				},
				{
				  "name": "油电混合",
				},
				{
				  "name": "新能源",
				},
				{
				  "name": "轻混系统",
				}
			 ]
		},
		{
			 "typeTitle":"排量",
			 "type":[
				{
				  "name": "1.0以下",
				},
				{
				  "name": "1.0-1.6L",
				},
				{
				  "name": "1.7-2.0L",
				},
				{
				  "name": "2.1-2.5L",
				},
				{
				  "name": "2.6-3.0L",
				},
				{
				  "name": "3.1-4.0L",
				},
				{
				  "name": "4.0L",
				}
			 ]
		}
      ]
    },
    {
        "name": "底盘制动",
        "foods": [
			{
			 "typeTitle":"驱动方式",
			 "type":[
				{
				    "name": "前驱",
				},
				{
				    "name": "后驱",
				},
				{
				    "name": "四驱",
				},
			 ]				
			},
			{
			 "typeTitle":"驻车制动类型",
			 "type":[
				{
				    "name": "手刹",
				},
				{
				    "name": "脚刹",
				},
				{
				    "name": "电子刹车",
				},
			 ]				
			}			
        ]
    },
    {
        "name": "安全配置",
        "foods": [
			{
			 "typeTitle":"安全配置",
			 "type":[
				{
				  "name": "气囊",
				},
				{
				    "name": "胎压监测装置",
				},
				{
				    "name": "ESP稳定系统",
				},
				{
				    "name": "并线辅助",
				},
				{
				    "name": "车道保持辅助系统",
				},
				{
				    "name": "车道偏离预警系统",
				},
				{
				    "name": "主动刹车/主动安全系统",
				},
				{
				    "name": "ISOFIX儿童座椅接口",
				},
				{
				    "name": "夜视系统",
				}
			 ]					
			}
        ]
    },
    {
        "name": "辅助配置",
        "foods": [
			{
			 "typeTitle":"辅助/操控配置",
			 "type":[
				{
				  "name": "前雷达",
				},
				{
				    "name": "倒车雷达",
				},
				{
				    "name": "倒车影像",
				},
				{
				    "name": "全景摄像头",
				},
				{
				    "name": "自动驻车",
				},
				{
				    "name": "自动泊车入",
				},
				{
				    "name": "定速巡航",
				},
				{
				    "name": "自适应巡航",
				},
				{
				    "name": "上坡辅助",
				}
			 ]					
			}
        ]        
    },
    {
        "name": "内部配置",
        "foods": [
			{
			 "typeTitle":"内部配置",
			 "type":[
				{
				  "name": "方向盘材质",
				},
				{
				    "name": "多功能方向盘",
				},
				{
				    "name": "方向盘换挡",
				},
				{
				    "name": "方向盘加热",
				},
				{
				    "name": "方向盘电动调节",
				},
				{
				    "name": "全液晶仪表盘",
				},
				{
				    "name": "行车电脑显示屏",
				},
				{
				    "name": "手机无线充电",
				},
				{
				    "name": "主动降噪",
				}
			 ]					
			}
        ] 
    },
    {
        "name": "多媒体配置",
        "foods": [
			{
			 "typeTitle":"多媒体配置",
			 "type":[
				{
				  "name": "中控液晶屏",
				},
				{
				    "name": "GPS导航",
				},
				{
				    "name": "蓝牙/车载电话",
				},
				{
				    "name": "手机互联/映射",
				},
				{
				    "name": "车联网",
				},
				{
				    "name": "语音识别控制系统",
				},
				{
				    "name": "外接音源接口",
				},
				{
				    "name": "热门扬声器品牌",
				},
				{
				    "name": "后排液晶屏",
				}
			 ]					
			}
        ] 
    }   
]